{
    "overview": {
        "url": "overview.html",
        "title": "Overview",
        "menu":"Overview",
        "card_description": "Get an overview of the LCID study design in terms of cohorts, collection waves, and types of data.",
        "card_img": "participants.png",
        "card_icon": "fas fa-earth-americas",
        "descriptive_paragraph":"To better understand the longitudinal developmental pathways of social competence and behavioral control, the Leiden-CID study has a unique study design. Each cohort has six annual measures, and across the 6 waves home and lab visits are alternated. This allows us to study longitudinal within-person development of social competence on a behavioral and neural level. The last two waves of the ECC overlap with the first two waves of the MCC, resulting in a cohort-sequential design including children aged 3-14 years old. The overlap between the two cohorts not only allows for modeling development over a 10 year period, but also allows us to replicate our findings. Additionally, to experimentally examine social enrichment, we included a parenting intervention, which allows us to investigate causal effects of parenting on social development. Between the 2nd and 3rd measurement, 40% of the sample received a video feedback intervention to promote positive parenting and sensitive discipline (VIPP-SD). Below you can find an overview of this design. Please hover over the data type icons on the bottom of the overview page to see the relevant waves highlighted."
    },
    "participants": {
        "url": "participants.html",
        "title": "Participants",
        "menu":"Participants",
        "card_description": "An interactive infograph of participant dropout and recovery for both cohorts.",
        "card_img": "participants.png",
        "card_icon": "fas fa-users",
        "descriptive_paragraph":"The Leiden-CID study includes data of 990 (495 twin pairs) individuals and their families that are collected in two age cohorts over six annual waves of data collection. Below you will find the number of individuals that have participated in each wave. There are numerous reasons for dropout, including moving houses further away, medical reasons or live events. Please select which cohort you are interested in and explore how many individuals participated in each data collection wave"
    },
    "measures-collected": {
        "url": "measures-collected.html",
        "title": "Measures Collected",
        "menu":"Measures collected",
        "card_description": "An interactive infograph of all measures collected over the course of 6 data collection waves.",
        "card_img": "collected_new.png",
        "card_icon": "fas fa-sitemap",
        "descriptive_paragraph":"Welcome to our metadata explorer to find out what data we collected, in what age range and from whom. You can search for key terms related to our measures below. You can also compare different measures to find out when they were collected to fine tune your research design. All meta data information will be shown when you click on the measure of interest. Are you interested to know what questionnaires have been filled out by the primary parent in the Middle Childhood Cohort to assess parenting? No problem! You can select these criteria in the top part of the infographic."
    },
    "measures-table": {
        "url": "measures-table.html",
        "title":"Measures Table",
        "menu":"Measures table",
        "card_description": "A filterable and downloadable table of all measures collected over the course of 6 data collection waves.",
        "card_img": "participants.png",
        "card_icon": "fas fa-table",
        "descriptive_paragraph":"Welcome to the measure table of LCID to find out what data we collected, in what age range and from whom. This tool will allow you to browse our metadata and export all your measures of interest into a single table with one click. Do you want to find out what measures were collected during Wave 3 and 5 of the Early Childhood Cohort? Or are you interested in all neurobiological and genetic measures assessed in children in both cohorts? You can easily combine all your interests in the search fields. If you are not entirely sure what category or type of data you’re looking for, you can also use the search bar and type in keywords related your topic of interest."
    },
    "mri": {
        "url": "mri.html",
        "title":"MRI Measures",
        "menu":"MRI measures",
        "card_description": "Summary plots of all MRI measures collected during three waves for both cohorts.",
        "card_img": "participants.png",
        "card_icon": "fas fa-brain",
        "descriptive_paragraph":"The Leiden-CID study consisted of biennial lab visits including nneuroimaging measure (EEG or (f)MRI). Please explore the graphs below to get insight into the quality of these neuroimaging measures. All structural MRI scans underwent manual quality control using a standardized protocol (see Klapwijk et al. 2019). In addition, Qoala-T (Klapwijk et al. 2019), a supervised learning tool that asseses accuracy of manual quality control of T1 imaging scans and their automated neuroanatomical labeling processed in FreeSurfer, was run. Qoala-T scores provide an insight on scan quality (100 excellent to 0 poor). Below you will find the Qoala-T scores for each of the data waves and cohorts."
    }
}